<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">

  <title><![CDATA[Category: ajalugu | Märdi transparentsiblogi]]></title>
  <link href="http://boamaod.github.com/blog/categories/ajalugu/atom.xml" rel="self"/>
  <link href="http://boamaod.github.com/"/>
  <updated>2012-11-25T10:34:52+02:00</updated>
  <id>http://boamaod.github.com/</id>
  <author>
    <name><![CDATA[Märt Põder]]></name>
    <email><![CDATA[boamaod@gmail.com]]></email>
  </author>
  <generator uri="http://octopress.org/">Octopress</generator>

  
  <entry>
    <title type="html"><![CDATA[Piraadipartei meediaülevaade märtsini 2012]]></title>
    <link href="http://boamaod.github.com/blog/2012/03/17/meediaylevaade-kuni-2012/"/>
    <updated>2012-03-17T16:03:23+02:00</updated>
    <id>http://boamaod.github.com/blog/2012/03/17/meediaylevaade-kuni-2012</id>
    <content type="html"><![CDATA[<p>Piraadiparteide liikumine on Eesti avalikkuses siiani kajastatud suhteliselt pealiskaudselt ja episoodiliselt. Huvipuudus on olnud m&otilde;lemapoolne. MT&Uuml; Piraadipartei pole pidanud vajalikuks teha erilisi pingutusi avalikkuse huvi p&auml;lvimiseks ja ka meedia huvi on piirdunud rahvusvaheliste uudisteagentuuride p&otilde;hjal genereeritud nupukestega piraadiparteide edust valimistel Rootsis, Saksamaal v&otilde;i mujal.</p>




<!-- more -->




<p>Kui MT&Uuml; Piraadipartei 2009. aastal loodi, &uuml;letas teema siiski uudisk&uuml;nnise. Seda tegelikult veel enne, kui vastloodud MT&Uuml; selleks valmis oli, sest <em>Eesti Ekspress</em> kaevas juba m&otilde;ni p&auml;ev p&auml;rast MT&Uuml; asutamist juhatuse liikmete kohta v&auml;lja selle napi isikliku info, mis suutis, ja <a href="http://www.ekspress.ee/news/paevauudised/elu/ettevaatust-piraadipartei.d?id=27689761">esitas seda m&otilde;nev&otilde;rra koomilises v&otilde;tmes</a>.</p>


<p>M&otilde;ni n&auml;dal p&auml;rast esmakajastust avaldati siiski džentelmenlikult ka <a href="http://www.ekspress.ee/news/paevauudised/eestiuudised/eesti-piraadipartei-ullitas-manifesti.d?id=27689721">Piraadipartei seisukohad</a>, milles juhatus p&uuml;&uuml;dis esialgu hoida v&auml;ga madalat profiili. Avalduses puudutati ainult k&otilde;ige tuntumaid infovabaduse teese, distantseeriti end harjumusp&auml;rastest poliitilistest teemadest ja kutsuti &uuml;les liituma ning t&auml;psema programmi koostamisel kaasa l&ouml;&ouml;ma: &quot;Piraadipartei ei paku hetkel &uuml;laltoodud probleemidele &uuml;htset lahendust, pigem otsime aktiivseid kaasv&otilde;itlejaid, et antud probleemid &uuml;heskoos &uuml;letada.&quot;</p>


<p>Selline pehme avaldus ei tekitanud tuliseid reaktsioone ega suuremat huvi. Jaagup Irve nentis oma <a href="http://www.dragon.ee/irve/blog//2009_06_01_arhiiv.html">blogikandes</a>, et avaldus &quot;tundus kuidagi mannetu&quot; ja avaldas lootust, et &quot;parteisse liigub m&otilde;ni hea jutuga vabamaailma ideoloog, sest arvan, et maailm vajab ravimipatentide kaotamist ning meditsiinilise teadus- ja arendust&ouml;&ouml; rahastusp&otilde;him&otilde;tete reformimist&quot;. Natuke kaugemale l&auml;ks <a href="http://www.syndikaat.ee/news.php?uID=3162&amp;lang=est">oma anal&uuml;&uuml;siga</a> Andres Laiapea, kes tunnustas avalduse p&otilde;hiseisukohti autori&otilde;iguste reformi osas ja diagnoosis: &quot;See on vastuoluline olukord, millele ei ole n&auml;ha rahuldavat lahendust, sest m&otilde;ne veebilehe sulgemine ei muudaks kokkuv&otilde;ttes midagi, aga kui selles k&uuml;simuses j&auml;rele anda, siis t&auml;hendab see ju sisuliselt autori&otilde;igusest loobumist, mis m&otilde;juks loomet&ouml;&ouml;stusele laastavalt.&quot;</p>


<h2>
    P&otilde;hjalikum kajastus</h2>


<p>Esimene ja ilmselt ka ainus <a href="http://arvamus.postimees.ee/179218/guido-viik-piraatide-voi-autorite-erakond/">p&otilde;hjalikum kirjutis piraadiliikumise kohta</a> p&auml;rineb futuroloog Guido Viigi sulest, kes v&otilde;rdleb selle esilet&otilde;usu maailmas roheliste omaga ja r&otilde;hutab piraadiparteisid just t&auml;nap&auml;eva loomemajanduse huvide esindajatena. Piraadiparteid on p&otilde;hjusega keskendunud autori&otilde;iguse reformimisele, sest praegune autori&otilde;igus on t&auml;nap&auml;eva loomemajanduse korraldamiseks sama ebakohane, kui olid 19. sajandi seadused t&ouml;&ouml;turu v&otilde;i 1950. aastate seadused loodushoiu korraldamiseks. Guido Viik kinnitab, et piraadiliikumise esilet&otilde;us Eestis on paratamatu ja leiab, et &uuml;likooliikka j&otilde;udnud &quot;laulva revolutsiooni p&otilde;lvkonnal&quot; on k&otilde;ik eeldused &quot;m&auml;ng uuele v&auml;ljakule &uuml;le viia&quot; ja oma vanemate n&uuml;&uuml;dseks tardunud m&otilde;tteviisidele &quot;tuul alla teha&quot;.</p>


<p>Piraadipartei algusaegadest p&auml;rineb ka ainus <a href="http://www.delfi.ee/news/paevauudised/arvamus/kristjan-velbri-piraadipartei-on-kamp-vargaid.d?id=24354445">katse esitada piraatliku maailmavaate kriitikat</a>, millega sai maha Kristjan Velbri. Ta kirjeldab &quot;piraate&quot; &uuml;pris sarnaselt viimasel ajal ACTA-protestide raames esile kerkinud ametliku retoorikaga kui &quot;vargakampa&quot; ja kinnitab: &quot;Piraadipartei ei hinda kirjanike, kunstnike, muusikute, teadlaste ega inseneride panust meie &uuml;hiskonda. /---/ <font class="articleBody">Piraadipartei levitatav s&otilde;num tuletab v&auml;ga kibedalt meelde kommuniste, kelle s&otilde;nul ei tohiks keegi kasumit teenida ning k&otilde;ik peaks &uuml;hiskasutuses olema. Loodetavasti ei saavuta selline naiivne m&otilde;tteviis laiemat heakskiitu.</font>&quot; Kes siin tegelikult naiivne on, j&auml;&auml;gu lugeja otsustada.</p>


<p>Omamoodi kriitikana v&otilde;ib k&auml;sitleda ka autori&otilde;igusi kaitsvate organisatsioonide propagandabro&scaron;&uuml;&uuml;re, mis teoste loata kopeerimist demoniseerivad ja kannatavatest autoritest dikenslikke pilte maalivad. Eriti grotesksena m&otilde;jub Ameerika Kaubanduskoja poolt koostatud ja meie kultuuriministeeriumi poolt levitatud <a href="https://kule.kul.ee/avalik/meedia/Autorioigus/Autorioigus_kaitseb_loomingulist.pdf">P&otilde;hiteadmisi autori&otilde;igusest</a>: &quot;Kui k&otilde;ik hangiksid n&auml;iteks endale filmid piraatkoopiatena, ei elaks neid luues &auml;ra ning filme enam ei tehtaks. K&otilde;ik toodetakse ju ausa tarbija rahaga. /---/ Piraatkoopia kasutaja s&ouml;&ouml;b nii autori kui ka ausa tarbija leiba.&quot;</p>


<p>Piraatluse teema &uuml;ldse k&otilde;ige mastaapsem --- kuigi mitte tingimata k&otilde;ige sisukam --- k&auml;sitlus on ilmselt seotud meie oma &quot;suurima netipiraadi&quot; Kristjan Luige juhtumiga. Sellega alustas 2009. aasta juulis <a href="http://www.youtube.com/watch?v=F3EiYKryS4c">telesaade <em>Pealtn&auml;gija</em></a>, mille kinnitusel suudeti &quot;osalt t&auml;nu <em>Pealtn&auml;gija</em> poolt politseile antud vihjetele&quot; p&auml;rast kolmekuulist jahti l&otilde;puks tuvastada ja &uuml;lekuulamisele vedada &quot;Eesti k&uuml;berajastu nahaalseimaks piraadiks peetav Kristjan&quot;. Harju Maakohus langetas Kristjan Luige k&uuml;simuses otsuse veebruaris 2012. Kuigi Kristjan Luik on otsuse edasi kaevanud, ja nii kahjude arvestamise kui menetlusprotsessi endaga on seotud hulk t&otilde;siseid kahtlusi, siis on avalik huvi selle vastu piirdunud Askur Alasi <a href="http://www.ekspress.ee/news/paevauudised/elu/ajastu-mark-hasarti-sattunud-internetipiraat.d?id=63969055">artikli</a> ja sellele j&auml;rgnenud Kristjan Luige <a href="http://www.ekspress.ee/news/arvamus/arvamus/kristjan-luik-aitah-acta.d?id=63979211">pihtimusega</a> <em>Eesti Ekspressis</em>.</p>


<p>K&otilde;ige l&auml;hemale piraatluse teemalisele sisulisele arutelule on vast j&otilde;utud seoses Lotte-filmiga, kui j&auml;llegi <em>Eesti Ekspress</em> kutsus <a href="http://www.ekspress.ee/news/paevauudised/eestiuudised/filmitegijad-ekspressi-umarlauas-kas-lotte-allalaadimine-on-vargus.d?id=64038469">piraatluse teemal arutlema</a> filmimehed Andres Maimiku, Artur Talviku ja Janno P&otilde;ldma. &Uuml;heskoos j&otilde;uti veendumusele, et kui autor &uuml;ldse saabki autori&otilde;igusega kaitstud teoste kopeerimisest kahju, siis peaks seda pigem h&uuml;vitatama m&otilde;ne &uuml;ldise maksuga ja mitte ajama taga &uuml;ksikuid kopeerijaid.</p>


<p>Just seda artiklit pean ma m&auml;rgiks sellest, et Eesti avalikkus on l&otilde;puks v&auml;lja kasvamas propagandast, mis Ameerika Kaubanduskoja jt vahendusel seni suhteliselt valutult l&auml;bi on l&auml;inud ja mille kohaselt iga loata valmistatud koopia autori&otilde;igusega kaitstud materjalist on kuritegu autorite, &uuml;hiskonna ja &uuml;ldse k&otilde;ige vastu. Veel 2007. aastal, kui &quot;autorikaitsjad&quot; <a href="http://wwx.postimees.ee/291007/esileht/siseuudised/292144.php">jahtisid vahelduva eduga veebisaiti</a>, mis tegeles filmide eestikeelsete nn f&auml;nnit&otilde;lke korras tehtud subtiitrite kogumisega, ei julgenud veel keegi avalikkuse ees autori&otilde;iguse m&otilde;ttekuses kahelda; kuigi kahtlemata paistab f&auml;nnit&otilde;lge hoolimata v&otilde;imalikest juriidilistest k&uuml;simustest sotsiaalselt t&auml;iesti aktsepteeritava tegevusena.</p>


<h2>
    Mitte ainult autori&otilde;igus</h2>


<p>Seoses v&otilde;ltsimisvastase kaubanduslepingu probleemidega on autori&otilde;igusega seotud teemad l&otilde;puks avalikkuse ette kerkinud. Kuigi 2012. aasta veebruaris oli p&auml;evi, mil eri v&auml;ljaannetes ilmus autori&otilde;igusi puudutavaid artikleid lausa kolmekaupa ja blogid ajasid autori&otilde;iguse teemadel &uuml;le &auml;&auml;re, siis suur osa neist j&auml;i siiski manifestilaadseks, seadmata v&auml;ga konkreetseid sihte autori&otilde;iguse uuendamiseks. Eraldi v&auml;&auml;rib neist kindlasti m&auml;rkimist Artur Talviku <a href="http://www.epl.ee/news/kultuur/artur-talvik-meie-reliikvia-on-infovabadus.d?id=63872432">Meie reliikvia on infovabadus!</a>, mille pealkirjast sai veebruarikuu ACTA-protestide &uuml;ks lipukirju, k&otilde;ige v&auml;rskem anal&uuml;&uuml;siv artikkel on vast Hendrik Alla <a href="http://www.postimees.ee/705250/voitlus-digitaalsete-tuuleveskitega/">V&otilde;itlus digitaalsete tuuleveskitega</a>.</p>


<p>M&otilde;isteajaloolisi selgitusi ja filosoofilist perspektiivi p&uuml;&uuml;dis autori&otilde;iguse teemale lisada advokaat Tooma Liiva oma artiklis <a href="http://juura.ee/gw.php/news/article/view/id/9">Kes kelle tagant &quot;varastab&quot;?</a> Ta v&otilde;rdleb v&otilde;ltsimisvastase kaubanduslepingu vastaseid protestiaktsioone tarastamisvastaste &uuml;lest&otilde;usudega Inglismaa ajaloost ja nendib: &quot;Kui autori&otilde;iguste kaitsjad &uuml;ritavad v&auml;ita, et inimesed on asunud massiliselt varastama, siis v&otilde;ib vastu v&auml;ita, et tegelikult on autori&otilde;igustega &auml;ritsejad ise esimestena varguse teele l&auml;inud, asudes inimkultuuri tarastama ja sellest &uuml;ha suuremaid t&uuml;kke enda omaks kuulutama. /---/ Oleks aeg informatsiooniga hangeldajatelt tagasi v&otilde;tta see, mis on rahvalt sajandite jooksul kokku varastatud.&quot;</p>


<p>Tihti j&auml;&auml;takse aga m&auml;rkamata see, et tegelikult <a href="http://www.vikerkaar.ee/?page=Arhiiv&amp;a_act=content&amp;a_number=263">t&otilde;i need teemad avalikkuse ette</a> juba ajakiri <em>Vikerkaar</em> 2011. aasta l&otilde;pus.</p>


<p>Lisaks K&auml;rt Nemvaltsi suurep&auml;rasele &uuml;levaateartiklile &quot;Autori&otilde;igusest 21. sajandil --- realistlikult&quot; leidub seal ka artikleid vabakultuurist, vabatarkvarast, allikakaitsest ja paljust muust piraadiliikumisele s&uuml;damel&auml;hedasest. K&otilde;ige p&otilde;hjalikum ja samas piraadiliikumise seisukohtadele autori&otilde;iguse teemal k&otilde;ige l&auml;hemal seisev artikkel v&otilde;iks olla siiski Peeter P M&otilde;tsk&uuml;la t&otilde;lgitud <a href="http://peeterpaul.motskula.net/2012/03/01/greensefa-looming-ja-autorioigus-digitaalajastul/">programmiline seisukoht Euroopa Parlamendi roheliste fraktsioonilt</a>. Selle fraktsiooni liikmeteks on lisaks meie Indrek Tarandile ka Rootsi Piraadipartei esindajad Christian Engstr&ouml;m ja Amelia Andersdotter. Fraktsioon <em>Rohelised/Euroopa Vabaliit</em> on nende teemadega tegelenud juba aastaid ja kujundanud v&auml;lja k&uuml;llaltki p&otilde;hjaliku strateegia autori&otilde;iguste reformiks.</p>


<p>Autori&otilde;igusest kaugemale ulatuvatest teemadest on piraadiliikumisele algusest peale olnud oluline demokraatliku protsessi l&auml;bipaistvus ja selles osalemise k&otilde;igile k&auml;ttesaadavaks tegemine. Tegelikult p&auml;rinevad ka need teemad otse autori&otilde;iguse v&otilde;itlustandrilt ega ole niisama v&auml;lja m&otilde;eldud, sest just seadusloome protsessi v&auml;hene transparentsus, m&otilde;jutatavus kinnimakstud lobit&ouml;&ouml;st ja huvigruppide puudulik kaasamine on olnud p&otilde;hjuseks piraatluse vastaste seaduste j&auml;rk-j&auml;rgulisele karmistamisele. Ja selle v&otilde;itluse l&otilde;ppu pole veel n&auml;ha.</p>


<p>Sellistest laiematest teemadest, nagu riigiaparaadi transparentsus, toimiv kaasamine, s&uuml;lemmajandus jpm, pole piraadiliikumise kontekstis Eestis praktiliselt &uuml;ldse kirjutatud; parima &uuml;levaate piraadiparteidele olulistest p&otilde;him&otilde;tetest annab aga ilmselt Rootsi Piraadipartei asutaja Rick Falkvinge <a href="http://piraadipartei.ee/content/piraadi-rooliratas">Piraadipoliitika l&auml;bi &quot;piraadi rooliratta&quot;</a>. Siiski tuleb tunnistada, et sellega seonduvad teemad on ka Piraadiparteil veel t&auml;ielikult l&auml;bi m&otilde;tlemata. Rick Falkvinge m&otilde;ttemaailmaga tutvumiseks pole aga viidatud infograafik eesti keeles sugugi ainus v&otilde;imalus. Autori&otilde;iguste reformimise teemale toob ta analoogia ajaloost artiklis <a href="http://peeterpaul.motskula.net/2012/02/08/rick-falkvinge-keegi-ei-noudnud-kulmikumaksu/">Keegi ei n&otilde;udnud k&uuml;lmikumaksu</a>, Ameerika &Uuml;hendriikide isikuvabadusi puudutavate seaduste allak&auml;iku k&auml;sitleb ta aga essees <a href="http://irve.eu/blog/2011/12/rick-falkvinge-kas-toesti-neljandasse-kasti/">Kas t&otilde;esti neljandasse kasti?</a></p>


<p>Siit edasi muutub k&otilde;ik veel kraadi v&otilde;rra ebam&auml;&auml;rasemaks... N&auml;iteks osalusdemokraatia <em>Occupy</em>-algatust kajastati ja viidi l&auml;bi Tarmo J&uuml;risto eestvedamisel <a href="http://memokraat.ee/2011/10/memokraat-new-yorgis/">Memokraadi blogis</a>. Samamoodi p&uuml;&uuml;avad piraadiparteid &uuml;le maailma leida uusi viise kodanike kaasamiseks poliitilisse protsessi. Andres Laiapea on kajastanud <a href="http://infopartisan.blogspot.com/2012/03/acta-kusimus-kutab-kirgi-ka-soomes.html">Soome Piraadipartei tegemisi</a> ja andnud ka <a href="http://infopartisan.blogspot.com/2012/03/luhike-ulevaade-piraadiparteide.html">l&uuml;hi&uuml;levaate piraadiparteide liikumisest l&auml;hiriikides</a>.</p>


<p>Tegelikult on Piraadipartei nimi kajanud eri kontekstides p&auml;ris palju. Piraadipartei v&otilde;imaliku esilekerkimise &uuml;le on spekuleeritud nii <a href="http://www.postimees.ee/735958/ruussaar-tana-protestitakse-ka-eesti-poliitika-vastu/">raadiosaates Keskp&auml;evatund</a> kui ka mitmetes ajaleheartiklites. Fakt on aga see, et MT&Uuml; Piraadipartei on siiski eelk&otilde;ige piraadiliikumisega kaasa m&otilde;tlev algatusgrupp ning reaalset erakonnastumist veel l&auml;hiajal ette pole n&auml;ha.</p>



]]></content>
  </entry>
  
</feed>
